Repository: erichardy/plonetheme.bebest
Catalog: src/plonetheme/bebest/locales/*/LC_MESSAGES/plonetheme.bebest.po
Languages: fr

source: Add a new mission !
fr: Ajouter une nouvelle mission !

source: Add a new project !
fr: Ajouter un nouveau projet !

source: Background image for about section
fr: Image de fond pour la section "About" de la Home page

source: CSS Classes
fr: Classes CSS

source: CSS class for background
fr: Classe CSS pour le fond

source: Cancel this mission
fr: Annuler cette mission

source: Cancel this project
fr: Annuler ce projet

source: Form title
fr: Titre

source: Installs the plonetheme.bebest add-on.
fr: Installation du module plonetheme.bebest

source: Invalid URL
fr: URL non valide

source: Invalid adress email
fr: Adresse de couriel non valide

source: Logo filename, should be in
fr: Nom du fichier contenant le logo... doit être dans :

source: Mission presentation
fr: Présentation de la mission

source: Name of the default thumb image
fr: Nom de l'image de fond par défaut pour les thumbnails

source: Not a float number
fr: Ce n'est pas un nombre flottant (par ex: 48.4000324)

source: One category per line
fr: Une gatégorie par ligne

source: One job per line
fr: Un métier par ligne

source: Only One word, used for folders
fr: Ne mettre qu'un seul mot, utilisé pour les dossiers (i.e.: bebest-home)

source: Only One word, used for news
fr: Ne mettre qu'un seul mot, utilisé pour les Actualités (i.e.: bebest-home)

source: Please correct errors
fr: Veuillez corriger les erreurs...!

source: Portrait of a bebest participant
fr: Portrait d'un participant au projet BeBEST

source: Presentation
fr: Présentation

source: Project categories
fr: Les catégories de projets

source: Save this mission
fr: Enregistrer cette mission

source: Save this project
fr: Enregistrer ce projet

source: StartEndDates
fr: DatesDebutFin

source: Tag used for Authors
fr: Mot clé utilisé pour les auteurs des photos du portfolio.

source: Tag used for about items
fr: Mot clé utilisé pour les documents qui apparaîssent dans la section "About"

source: Tag used for news on home page
fr: Mot clé utilisé pour les actualités qui apparaîssent dans la Home page.

source: Tag used for thumbnails on home page
fr: Mot clé utilisé pour les thumbnails de la Home Page.

source: Target
fr: Choix

source: The start or end date is invalid
fr: La date de début ou la date de fin est non valide

source: Use http://geojson.io/
fr: Utiliser le site : http://geojson.io/

source: add RichText for english version and option to display it
fr: Ajoute un champ RichText pour une version anglaise et une option pour l'afficher ou non

source: add start and end dates
fr: Ajoute une date de début et une date de fin

source: authors pictures
fr: Photos des auteurs des photos de ce portfolio

source: between 0 and 15
fr: entre 0 et 15

source: biography
fr: Biographie

source: Associated researcher
fr: Chercheur associé

source: carousel interval
fr: Intervalle de temps de défilement des photos du carousel

source: carousel label
fr: Label du carousel du haut de la page Home

source: chief scientist
fr: Responsable scientifique

source: coordinates in GEOJSON format
fr: Les coordonnées en format GEOJSON

source: description for map
fr: Description qui apparaît dans le cartouche à droite de la carte de la Home Page

source: description text
fr: Texte de description

source: display english description
fr: Afficher ou non le texte Anglais ?

source: display english text
fr: Afficher ou non le texte Anglais ?

source: display or not english biography
fr: Afficher ou non la biographie en anglais ?

source: display or not english description
fr: Afficher ou non la description en anglais ?

source: display start and end dates ?
fr: Afficher ou non les dates de début et de fin ?

source: display time with dates ?
fr: Afficher aussi l'heure avec les dates ?

source: downloaded by visitors
fr: qui peut être téléchargé par les visiteurs

source: email address
fr: Adresse de courier électronique

source: end date
fr: Date de fin

source: end date for the mission
fr: Date de fin de la mission

source: english biography
fr: Biographie en anglais

source: english description
fr: Description en anglais

source: english presentation
fr: Présentation en anglais

source: english text
fr: Texte anglais

source: folder of picts
fr: Dossier des images

source: for carousel at home page
fr: pour le carousel de la Home Page

source: for home page
fr: pour la Home Page

source: for portfolio background
fr: pour la couleur de fond du portfolio

source: french biography
fr: Biographie en français

source: french description
fr: Description en français

source: french presentation
fr: Présentation en Français

source: general
fr: Général

source: geo
fr: Cartographie

source: geojson not valid
fr: Les données geojson ne sont pas correctes

source: home page settings
fr: Paramètres de la Home Page

source: icon list
fr: Liste des icones

source: image in portal_skins/custom
fr: doit être présente dans portal_skins/custom

source: image title
fr: Titre de l'image

source: in portal_skins/custom/images
fr: doit être présente dans portal_skins/custom/images

source: in the form "[lat, long]"
fr: sous la forme "[Latitude, Longitude]"

source: jobs
fr: Métiers

source: main affiliation
fr: Affiliation principale

source: main photo
fr: Photo principale

source: main title for map on home page
fr: Titre de la carte de la Home Page

source: map center
fr: Centrer la carte sur ces coordonnées

source: max news to display
fr: Nombre maximun d'actualités à afficher

source: milliseconds
fr: (en millisecondes)

source: misc
fr: Divers

source: misc for portraits
fr: Divers pour les portraits

source: misc for projects
fr: Divers pour les projets

source: mission label
fr: Label de la mission

source: must be in the form "[lat, long]"
fr: Doit être de la forme "[Latitude, Longitude]"

source: must be valid javascript code !
fr: ATTENTION: ce doit être impérativement un code javascript valide !!!

source: other document
fr: Document annexe

source: other participants
fr: Autres participants

source: partner's website
fr: Groupe ou Laboratoire / Group or Laboratory

source: person family name
fr: Nom de famille

source: person first name
fr: Prénom

source: personal page
fr: Page web personnelle / Individual web page

source: picture author
fr: Auteur de la Photo

source: plonetheme.bebest Settings
fr: Paramètres du module plonetheme.bebest

source: plonetheme.bebest Settings Description
fr: Saisir ici divers paramètres qui servent à configurer le site...

source: portfolio settings
fr: Paramètres des portfolios

source: portfolio title
fr: Titre du portfolio

source: position
fr: Emploi

source: position, jobs, etc...
fr: Situation professionnelle

source: presentation en
fr: Présentation en anglais

source: primary contact
fr: Contact principal

source: project
fr: Projet

source: project categories
fr: Catégories du projet

source: project descriptions
fr: Descriptions du projet

source: project label
fr: Label du projet

source: publications and work
fr: Activités professionnelles / Professional activities

source: related missions
fr: Missions associées à ce site d'études

source: second affiliation
fr: Seconde affiliation

source: select one or more
fr: Sélectionner une ou plusieurs catégories

source: select your jobs
fr: Sélectionner les activités "métier"

source: small photo
fr: Photo en format réduit

source: start date
fr: Date de début

source: start date for the mission
fr: Date de début de la mission

source: status
fr: Statut professionnel

source: study site
fr: Site d'études

source: study site label
fr: Label du site d'études

source: study site presentation
fr: Présentation du site d'études

source: study site presentation en
fr: Présentation en anglais du site d'études

source: studysite
fr: Site d'études

source: third affiliation
fr: Troisième affiliation

source: this mission is part of project
fr: Mission du projet :

source: unselect to disable
fr: Désélectionner pour désactiver

source: used for portfolio view
fr: Utilisé pour la vue portfolio

source: very short mission description
fr: Courte description qui apparaît quand la mission est dans un thumbnail (< 80 caractères)

source: very short portrait description
fr: Courte description qui apparaît quand le portrait est dans un thumbnail (< 80 caractères)

source: very short project description
fr: Courte description qui apparaît quand le projet est dans un thumbnail (< 80 caractères)

source: very short st site description
fr: Courte description qui apparaît quand le site d'études est dans un thumbnail (< 80 caractères)

source: web
fr: Pages WEB

source: web page of your researches
fr: Page WEB des travaux de recherche

source: web site of the research unit
fr: Page WEB de l'unité de recherche

source: web site related
fr: Site WEB associé à cette image

source: zoom level
fr: Niveau de zoom de la carte au moment du chargement de la page.
